{
  "peliculas": [
    {
      "titulo": "Iron Man",
      "descripcion": "Tony Stark construye un traje blindado y se convierte en el superhéroe Iron Man."
    },
    {
      "titulo": "The Incredible Hulk",
      "descripcion": "Bruce Banner se transforma en Hulk después de un experimento que sale mal."
    },
    {
      "titulo": "Thor",
      "descripcion": "Thor, el dios del trueno, es desterrado a la Tierra y debe aprender a ser un verdadero héroe."
    },
    {
      "titulo": "Captain America: The First Avenger",
      "descripcion": "Steve Rogers se somete a un experimento que lo convierte en el super soldado Captain America."
    },
    {
      "titulo": "The Avengers",
      "descripcion": "Los héroes de Marvel se unen para enfrentarse a la amenaza de Loki y su ejército alienígena."
    },
    {
      "titulo": "Iron Man 3",
      "descripcion": "Tony Stark enfrenta a un nuevo enemigo, el Mandarín, mientras lidia con sus propios demonios."
    },
    {
      "titulo": "Thor: The Dark World",
      "descripcion": "Thor lucha para salvar los Nueve Reinos de una antigua raza liderada por el vengativo Malekith."
    },
    {
      "titulo": "Captain America: The Winter Soldier",
      "descripcion": "Steve Rogers se une a Black Widow para desentrañar una conspiración dentro de S.H.I.E.L.D."
    },
    {
      "titulo": "Guardians of the Galaxy",
      "descripcion": "Un grupo de inadaptados se une para proteger una poderosa gema del infinito."
    },
    {
      "titulo": "Avengers: Age of Ultron",
      "descripcion": "Los Vengadores enfrentan a Ultron, una inteligencia artificial decidida a erradicar a la humanidad."
    },
    {
      "titulo": "Ant-Man",
      "descripcion": "Scott Lang, un ladrón habilidoso, se convierte en el héroe Ant-Man con la ayuda de un traje especial."
    },
    {
      "titulo": "Captain America: Civil War",
      "descripcion": "Los Vengadores se dividen en dos facciones, lideradas por Iron Man y Captain America, debido a diferencias ideológicas."
    },
    {
      "titulo": "Doctor Strange",
      "descripcion": "El neurocirujano Stephen Strange adquiere poderes místicos después de un accidente automovilístico."
    },
    {
      "titulo": "Guardians of the Galaxy Vol. 2",
      "descripcion": "Los Guardianes descubren más sobre el pasado de Star-Lord mientras enfrentan nuevas amenazas."
    },
    {
      "titulo": "Spider-Man: Homecoming",
      "descripcion": "Peter Parker equilibra la vida de estudiante con la de superhéroe mientras enfrenta al Buitre."
    },
    {
      "titulo": "Thor: Ragnarok",
      "descripcion": "Thor lucha por salvar Asgard del Ragnarok y la amenaza de su hermana, Hela."
    },
    {
      "titulo": "Black Panther",
      "descripcion": "T'Challa asume el trono de Wakanda y se convierte en el héroe Black Panther, pero enfrenta desafíos internos y externos."
    },
    {
      "titulo": "Avengers: Infinity War",
      "descripcion": "Thanos busca las gemas del infinito para llevar a cabo su plan de destrucción masiva, enfrentando a los Vengadores y sus aliados."
    },
    {
      "titulo": "Ant-Man and The Wasp",
      "descripcion": "Scott Lang se une a Hope van Dyne para enfrentarse a nuevos desafíos como Ant-Man y la Avispa."
    },
    {
      "titulo": "Captain Marvel",
      "descripcion": "Carol Danvers descubre su verdadera identidad como Captain Marvel mientras enfrenta amenazas extraterrestres."
    }
  ]
}
